Repository: ludovicdeluna/Csuper
Catalog: Translations/csuper-cli/*.po
Languages: fr

source: Y
fr: O

source: y
fr: o

source: The input and output filename
fr: Le fichier d'entrée et de sortie

source: The instruction
fr: L'instruction

source: Open the input file
fr: Ouvre le fichier d'entrée

source: Read the input file
fr: Lis le fichier d'entrée

source: Export the input file into into a PDF output file
fr: Exporte le fichier d'entrée dans le fichier PDF de sortie

source: Export the input file into into a CSV output file
fr: Exporte le fichier d'entrée dans le fichier CSV de sortie

source: Export the input file into into a m (Octave/Matlab) output file
fr: Exporte le fichier d'entrée dans le fichier m (Octave/Matlab) de sortie

source: Export the input file into into Gnuplot output files
fr: Exporte le fichier d'entrée dans le fichier Gnuplot de sortie

source: Export the input file into into a PNG output file
fr: Exporte le fichier d'entrée dans le fichier PNG de sortie

source: Export the input file into into a SVG output file
fr: Exporte le fichier d'entrée dans le fichier SVG de sortie

source: The input filename
fr: Le fichier d'entrée

source: filename
fr: nom_de_fichier

source: The output filename
fr: Le fichier de sortie

source: If an instruction is set, a input filename is needed. If a "to" instruction is set, an output filename is needed. You can use only one instruction at once.
fr: Si une instruction est mise, un fichier d'entrée est requis. Si une instruction d'export, un fichier de sortie est requis. Vous ne pouvez utiliser qu'une seule instruction à la fois.

source: Use -h or --help for help.
fr: Utiliser -h ou --help pour avoir de l'aide.

source: You need an instruction.
fr: Vous devez utiliser une instruction.

source: You have to use only one instruction.
fr: Vous devez utiliser une seule instruction.

source: You need an input file to open or read a file.
fr: Vous devez mettre un fichier d'entrée lors de la lecture ou l'ouverture.

source: You don't need an output file to open or read a file.
fr: Vous ne devez pas mettre un fichier de sortie lors de la lecture ou l'ouverture.

source: You need an input file to export a file.
fr: Vous devez mettre un fichier d'entrée lors de l'exportation.

source: You need an output file to export a file.
fr: Vous devez mettre un fichier de sortie lors de l'exportation.

source: Names |
fr: Nom |

source: Turn %1 |
fr: Tour %1 |

source: Ranking |
fr: Classmt |

source: The game is over.
fr: Le jeu est fini.

source: Please report the bug to my git repository (https://git.framasoft.org/Dalan94/Csuper).
fr: Merci de rapporter le bug sur mon dépôt git (https://git.framasoft.org/Dalan94/Csuper).

source: Error when initializing csuper
fr: Erreur lors de l'initialisation de Csuper

source: The file %1 was well exported to %2
fr: Le fichier %1 a bien été exporté en %2

source: Csuper - Universal points counter allowing a dispense with reflection v
fr: Csuper - Compteur de Score Universel Permettant l'Exemption de Réflexion v

source: What do you want to do? (%1) Play a new game (%2) Load an existing game (%3) Display the results of an existing game (%4) Delete a game (%5) Display all existing games (%6) Export a file (%7) Display the preferences menu (%8) About (%9) Check for update
fr: Que voulez-vous faire ? (%1) Faire une nouvelle partie (%2) Charger une partie existante (%3) Afficher les résultats d'une partie existante (%4) Supprimer une partie (%5) Afficher toutes les parties existantes (%6) Exporter un fichier (%7) Afficher le menu des préférences (%8) À propos (%9) Vérifier les mises à jour

source: (%1) Quit the program Your choice :
fr: (%1) Quitter le programme Votre choix :

source: See you.
fr: À bientôt.

source: What do you want to do?
fr: Que voulez-vous faire ?

source: (%1) Make a new game configuration (%2) Delete an existing game configuration (%3) Display the list of game configurations (%4) Display a game configuration (%5) Export game configurations (%6) Import game configurations (%7) Change PDF export preferences (%8) Change chart export preferences (%9) Change main window title bar preferences
fr: (%1) Faire une nouvelle configuration de jeu (%2) Supprimer une configuration de jeu (%3) Afficher la liste des configurations de jeu (%4) Afficher une configuration de jeu (%5) Exporter vos configuration de jeu (%6) Importer vos configuration de jeu (%7) Changer les préférences de l'export en PDF (%8) Changer les préférences de l'export en graphique (%9) Changer les préférences de l'affichage de la barre de titre

source: (%1) Change the folder where files will be read and saved (%2) Display the folder where files will be read and saved (%3) Back to main menu Your choice:
fr: (%1) Changer le dossier d'enregistrement des fichiers (%2) Afficher le dossier d'enregistrement des fichiers (%3) Retour au menu principal Votre choix :

source: Give the number of players in the game (>0). Your choice:
fr: Donnez le nombre de joueurs (>0). Votre choix :

source: You chose %1
fr: Vous avez choisi %1

source: Which game configuration would you like to use?
fr: Quelle configuration de jeu voulez-vous utiliser ?

source: (%1) Create a new game configuration
fr: (%1) Créer une nouvelle configuration de jeu

source: Your choice:
fr: Votre choix :

source: The players' names must have between 2 and %1 characters.
fr: Les noms des personnes doivent avoir entre 2 et %1 caractères.

source: Give the name of the %1th person:
fr: Donnez le nom de la %1ème personne :

source: Give the name (or the first letters of the name) of the person who will distribute first. Your choice:
fr: Donnez le nom (ou les premières lettres du nom) de la personne qui distribue en premier. Votre choix :

source: Here are all your csu files:
fr: Voici tous vos fichiers csu :

source: Csuper website:
fr: Site internet de Csuper :

source: This program comes with ABSOLUTELY NO WARRANTY. This is free software,and you are welcome to redistribute it under certain conditions. Fore more details : http://www.gnu.org/licenses/gpl.html
fr: Ce programme vient SANS ABSOLUMENT AUCUNE GARANTIE. Ceci est un logiciel libre et vous êtes invité à le redistribuer suivant certaines conditions. Pour plus de détails : http://www.gnu.org/licenses/gpl.html

source: A update is available: you use the version %1 of Csuper whereas the version %2 is available. You can download the new version on this website: http://www.dalan.rd-h.fr/wordpress/
fr: Une mise à jour est disponible : Vous utilisez la version %1 de Csuper alors que la version %2 est disponible. Vous pouvez télécharger la nouvelle version sur ce site internet : http://www.dalan.rd-h.fr/wordpress/.

source: You use the version %1 of Csuper which is the latest version.
fr: Vous utilisez la version %1 de Csuper qui est la dernière version disponible.

source: Cannot access to the latest version file on the internet
fr: Impossible d'accéder au fichier contenant la dernière version de Csuper sur internet.

source: Error when deleting %1:
fr: Erreur lors de la surpression de %1 :

source: The file %1 was successfully deleted.
fr: Le fichier %1 a bien été supprimé.

source: In what file type would you like to export? (1) PDF file (default) (2) CSV file (3) Gnuplot files (4) m files (Octave/Matlab file) Your choice:
fr: En quel type de fichier voulez-vous exporter ? (1) Fichier PDF (par défaut) (2) Fichier CSV (3) Fichiers Gnuplot (4) Fichier m (fichier Octave/Matlab) Votre choix :

source: The file was well exported.
fr: Le fichier a bien été exporté.

source: There is an error when exporting the file.
fr: Il y a eut une erreur lors de l'exportation du fichier.

source: Give the new folder in which you would like to save and read your files. Check if the folder exists and if you have the read and write rights. Your choice:
fr: Donnez le nouveau dossier d'ouverture et d'enregistrement des fichiers que vous voulez utiliser. Vérifiez bien que le dossier existe et que vous y avez les droits en lecture et écriture. Votre choix :

source: Your files are saved and read in %1
fr: Vos fichiers sont lus et écrit depuis %1

source: Here are all your game configurations:
fr: Voici la liste des configurations de jeu :

source: Which game configuration would you like to display?
fr: Quelle configuration de jeu voulez-vous afficher ?

source: You do not have any game configuration file.
fr: Vous n'avez pas de configurations de jeu.

source: Which game configuration would you like to delete?
fr: Quelle configuration de jeu voulez-vous supprimer ?

source: The game configuration was well deleted.
fr: la configuration de jeu a bien été supprimé.

source: The UTF-8 character set permit to display all character but can have problem with some fonts. Would you use the UTF-8 character set (y/N)?
fr: Le codage de caractères UTF-8 permet d'afficher tout les caractères possibles mais peut avoir des problèmes avec certaines polices. Voulez-vous utilisez l'UTF-8 (o/N) ?

source: Please type the font name which will be use in the PDF Be careful, if the font does'nt exist the PDF file will be unreadable. Your choice:
fr: Écrivez ici le nom de la police à utiliser. Attention, si la police ne correspond à rien d'existant, le fichier PDF sera illisible.

source: If the font is embedded in the PDF file, any user will can read the file even if he has not the font installed. But the file will be bigger. Would you embed the font in the PDF file (Y/n)?
fr: Si la police est incorporé au fichier PDF, n'importe quel utilisateur pourra lire le fichier même s'il n'a pas la police d'installée. Par contre le fichier sera plus volumineux. Voulez-vous incorporer la police dans le fichier PDF (O/n) ?

source: What page direction of the page do you want? (1) Portrait (default) (2) Landscape Your choice:
fr: Quelle orientation de page voulez vous utiliser ? (1) Portrait (par défaut) (2) Paysage Votre choix :

source: What size of page do you want? (1) A3 (2) A4 (default) (3) A5 Your choice:
fr: Quelle taille de page voulez-vous utiliser ? (1) A3 (2) A4 (par défaut) (3) A5 Votre choix :

source: Give the margin you want or -1 if want to keep the old one (%1). It will be between 0 and 200. Your choice:
fr: Donnez la marge que vous voulez utiliser ou -1 si vous voulez garder l'ancienne. Ce chiffre doit être compris entre 0 et 200. Votre choix :

source: Give the font size you want or -1 if want to keep the old one (%1). It will be between 4 and 40. Your choice:
fr: Donnez la taille de caractère que vous voulez utiliser ou -1 si vous voulez garder l'ancienne. Ce chiffre doit être compris entre 4 et 40. Votre choix :

source: Would you like to display the total points in each turn (y/N)?
fr: Voulez-vous afficher les points totaux à chaque tour (o/N) ?

source: Would you like to display the ranking in each turn (y/N)?
fr: Voulez-vous afficher le classement à chaque tour (o/N) ?

source: Would you like to use the pdf size for the pdf chart (y/N)?
fr: Voulez-vous utiliser la taille des PDF pour l'export en PDF du graphique (o/N) ?

source: The PDF preferences was well changed.
fr: Les préférences de PDF ont bien été changées.

source: Give the width you want or -1 if want to keep the old one (%1). It will be between 200 and 10000. Your choice:
fr: Donnez la largeur que vous voulez utiliser ou -1 si vous voulez garder l'ancienne. Ce chiffre doit être compris entre 200 et 10000. Votre choix :

source: Give the height you want or -1 if want to keep the old one (%1). It will be between 200 and 10000. Your choice:
fr: Donnez la hauteur que vous voulez utiliser ou -1 si vous voulez garder l'ancienne. Ce chiffre doit être compris entre 200 et 10000. Votre choix :

source: Would you like to display the total points (otherwise it will display the points in each turn) (Y/n)?
fr: Voulez-vous afficher les points totaux (sinon ce seront les points à chaque tour qui seront affichés) (O/n) ?

source: The chart preferences was well changed.
fr: Les préférences de l'exportation en graphique ont bien été changées.

source: Would you like to disable the main window decoration (It will be useful when using GNOME desktop manager) (y/N)?
fr: Voulez-vous désactiver les décorations de la fenêtre principale (Cela peut être utile si vous utiliser GNOME) (o/N) ?

source: Would you like to add the title in the title bar (It will be useful when using GNOME desktop manager) (y/N)?
fr: Voulez-vous ajouter le titre dans la barre de titre (Cela peut être utile si vous utiliser GNOME) (o/N) ?

source: The main window title bar preferences was well changed.
fr: Les préférences de la barre de titre ont bien été changées.

source: What is the name of the new game configuration? Your choice:
fr: Quel est le nom de la nouvelle configuration de jeu ? Votre choix :

source: Would you like to use a maximum or a minimum score (Y/n):
fr: Voulez-vous utiliser un nombre maximum ou minimum (O/n) :

source: Would you like to use a maximum score (Y/n):
fr: Voulez-vous utiliser un nombre maximum (O/n) :

source: Give the maximal or minimal score which a player can reach in the game. Your choice:
fr: Donnez le nombre maximal ou minimal pouvant être atteint par un joueur dans votre jeu. Votre choix :

source: You chose %1
fr: Vous avez choisi %1

source: Give the initial score of the players. Your choice:
fr: Donnez le score initial des joueurs. Votre choix :

source: The winner is the player who has the highest score (Y/n):
fr: Le gagnant est le joueur qui a le plus de points (O/n) :

source: This is a turn-based game (Y/n):
fr: Les points seront attribués en tour par tour (O/n) :

source: A distributor is used (Y/n):
fr: On utilise un distributeur (O/n) :

source: Give the number of decimals displayed. This number must be between 0 and 10. Your choice:
fr: Donnez le nombre de chiffres que vous voulez afficher après la virgule. Ce chiffre doit être compris entre 0 et 10. Votre choix :

source: The game configuration was well created.
fr: La configuration de jeu a bien été créée.

source: Export all your game configuration (Y/n):
fr: Exporter toutes les configurations de jeu (O/n) :

source: Give the id of the game configuration you want to export. Use 0 if you don't want another. Your choice:
fr: Donner le numéro d'une configuration de jeu que vous voulez exporter. Mettre 0 si vous n'en voulez pas d'autre. Votre choix :

source: There is only %1 game configuration.
fr: Il n'y a que %1 configurations de jeu.

source: The game configuration was well exported.
fr: La configuration de jeu a bien été exporté3

source: Here are all the game configurations in the file:
fr: Voici la liste des configurations de jeu dans le fichier :

source: Import all the game configuration (Y/n):
fr: Importer toutes les configurations de jeu (O/n) :

source: Give the id of the game configuration you want to import. Use 0 if you don't want another. Your choice:
fr: Donner le numéro d'une configuration de jeu que vous voulez importer. Mettre 0 si vous n'en voulez pas d'autre. Votre choix :

source: The game configuration was well imported.
fr: Les configurations de jeu ont bien été importées.

source: Give a name to the file. Your choice:
fr: Donner le nom du fichier. Votre choix :

source: You choose
fr: Vous avez choisi

source: Error: you didn't enter a good value.
fr: Erreur : Vous n'avez pas entré une bonne valeur.

source: Give the points of %1 :
fr: Donnez les points de %1 :

source: You chose %1 Total number of points distributed in that turn: %2
fr: Vous avez choisi %1 Nombre de points au total dans ce tour : %2

source: Give their points:
fr: Donnez ses points :

source: Do you confirm these scores (Y/n)?
fr: Confirmez-vous ces scores (O/n) ?

source: Give the name (or the first letters of the name) of the person who will earn points. Your choice:
fr: Donner le nom (ou les premières lettres du nom) de la personne qui va recevoir des points. Votre choix :

source: You chose %s
fr: Vous avez choisi %1

source: Do you want to continue (Y/n)?
fr: Voulez-vous continuer (O/n) ?

source: Would you like to delete the file (y/N)?
fr: Voulez-vous supprimer le fichier (o/N) ?

source: Press ENTER to continue
fr: Appuyer sur ENTRER pour continuer.

source: Your environment cannot permit to clear the screen.
fr: Votre environnent ne permet pas d'effacer l'écran.
