Repository: ludovicdeluna/Csuper
Catalog: Translations/csuper/*.po
Languages: fr

source: %s is the distributor.
fr: C'est à %s de distribuer.

source: Csu file Created the %02.0f/%02.0f/%4.0f File's version : %1.1f Size max of the names : %.0f Number of players : %.0f Numbers maximum of turns : %d
fr: Fichier csu Créer le %02.0f/%02.0f/%4.0f Version du fichier : %1.1f Taille maximum du nom : %.0f Nombre de joueurs : %.0f Nombre de tours maximums : %d

source: Turn %2.0f |
fr: Tour %2.0f |

source: Ranking |
fr: Position|

source: The game is over.
fr: La partie est terminée.

source: Csuper Copyright (C) 2014 Remi BERTHO <remi.bertho@gmail.com> This program comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions. Fore more details : http://www.gnu.org/licenses/gpl.html
fr: Csuper Copyright (C) 2014 Rémi BERTHO <remi.bertho@gmail.com> Ce programme vient SANS ABSOLUMENT AUCUNE GARANTIE. Ceci est un logiciel libre et vous etes invite à le redistribuer suivant certaines conditions. Pour plus de détails : http://www.gnu.org/licenses/gpl.html

source: Name of the game configuration : %s Use a maximum score : %d Initial score : %.3f Number of digit display after the comma : %d First way : %d Game in turn by turn : %d Use a distributor : %d
fr: Nom de la configuration de jeu : %s Utilise un nombre maximum : %d Score initial : %.3f Nombre de chiffres après la virgule utilise à l'affichage des points : %d Sens du premier : %d Jeu en tour par tour : %d Utilise un distributeur tournant : %d

source: Number of points maximum/minimum : %.3f
fr: Nombre de points maximum/minimum : %.3f

source: Number of points maximum/minimum : inf
fr: Nombre de points maximum/minimum : inf

source: Here all your csu files :
fr: Voici tous vos fichiers csu :

source: Csuper - Universal points counter allowing reflexion exemption v2.1.9 What do you want to do ? (%d) Do a new game (%d) Load an existing game (%d) Display the results of an existing game (%d) Delete a game (%d) Display all existing games (%d) Display the preferences menu (%d) Quit the program Your choice :
fr: Csuper - Compteur de Score Universel Permettant l'Exemption de Réflexion v2.1.9 Que voulez vous faire ? (%d) Faire une nouvelle partie (%d) Charger une partie existante (%d) Afficher les résultats d'une partie existante (%d) Supprimer une partie (%d) Afficher toutes les parties existantes (%d) Afficher le menu des préférences (%d) Quitter le programme Votre choix :

source: See you.
fr: À bientôt.

source: Yes it's the good answer but that don't help me to know what do you want to do.
fr: Effectivement c'est la bonne réponse mais ça ne m'aide pas à savoir ce que vous voulez faire.

source: What do you want to do ?
fr: Que voulez vous faire ?

source: (%d) Change the folder for saving files (%d) Display the folder for saving files
fr: (%d) Changer le dossier d'enregistrement des fichiers (%d) Afficher le dossier d'enregistrement des fichiers

source: (%d) Make a new game configuration (%d) Delete an existing game configuration (%d) Display the list of the game configurations (%d) Display a game configuration (%d) Back to main menu Your choice :
fr: (%d) Faire une nouvelle configuration de jeu (%d) Supprimer une configuration de jeu (%d) Afficher la liste des configurations de jeu (%d) Afficher une configuration de jeu (%d) Revenir au menu principal Votre choix :

source: Your files are saved in %s
fr: Vos fichiers sont sauvegardes dans %s

source: Which game configuration would you like to use ?
fr: Quelle configuration de jeu voulez vous utilisez ?

source: Your choice :
fr: Votre choix :

source: You chose %d
fr: Vous avez choisi %d

source: You do not have any game configuration files.
fr: Vous n'avez pas encore de fichiers de configurations de jeu.

source: Here all your game configurations:
fr: Voici la liste de vos configurations de jeu :

source: Which game configuration would you like to display ?
fr: Quelle configuration de jeu voulez vous afficher ?

source: Press enter to continue
fr: Appuyer sur entrer pour continuer

source: Give the name of the file with at the most %d characters. Your choice :
fr: Donnez le nom du fichier avec au maximum %d caractères. Votre choix :

source: Give the number of player in the game (>0). Your choice :
fr: Donnez le nombre de joueurs dans votre jeu (>0). Votre choix :

source: You chose %.0f
fr: Vous avez choisi %.0f

source: Which game configuration would you want to use ?
fr: Quelle configuration de jeu voulez vous utilisez ?

source: (%d) Other
fr: (%d) Autre

source: Unknown
fr: Inconnu

source: Would you want to use a maximum or minimum score (Y/n) :
fr: Voulez-vous utiliser un nombre maximum ou minimum (O/n) :

source: Would you want to use a maximum score (Y/n) :
fr: Voulez-vous utiliser un nombre maximum (O/n) :

source: Give the maximal or minimal score which a player can reach in the game. Your choice :
fr: Donnez le nombre maximal ou minimum pouvant être atteint par un joueur dans votre jeu. Votre choix :

source: You chose %.3f
fr: Vous avez choisi %.3f

source: Give the initial score of the players . Your choice:
fr: Donnez le score initial des joueurs. Votre choix :

source: The first is the player who have the higher score (Y/n) :
fr: Le premier est le joueur qui a le plus de points (O/n) :

source: The points will be attribute in turn by turn (Y/n) :
fr: Les points seront attribués tour par tour (O/n) :

source: We use a distributor (Y/n) :
fr: On utilise un distributeur (O/n) :

source: Give the number of digit display after the comma. This number must be between 0 and 3 Your choice :
fr: Donnez le nombre de chiffres que vous voulez afficher après la virgule. Ce chiffre doit être compris entre 0 et 3 Votre choix :

source: You chose %.0d
fr: Vous avez choisi %.0d

source: Give the name (or the firsts letters of the name) of the person who begin to distribute. Your choice :
fr: Donnez le nom (ou les premières lettres du nom) de la personne qui commence à distribuer. Votre choix :

source: You chose %s
fr: Vous avez choisi %s

source: The players's names must have between 2 and %.0f characters with no special characters.
fr: Les noms des personnes doivent avoir entre 2 et %.0f caractères sans accent.

source: Give the name of the %dth person :
fr: Donnez le nom de la %dème personne :

source: Give the points of %s :
fr: Donnez les points de %s :

source: Give their points :
fr: Donnez ses points :

source: You confirm these scores (Y/n) :
fr: Validez vous ces scores (O/n) :

source: Give the name (or the firsts letters of the name) of the person who will earn points. Your choice:
fr: Donner le nom (ou les premières lettres du nom) de la personne qui va recevoir des points. Votre choix :

source: Would you like to continue the game (Y/n) :
fr: Voulez-vous continuer la partie (O/n) :

source: Would ou like to delete the file (y/N) :
fr: Voulez-vous supprimer le fichier (o/N) :

source: Give the new folder which you would like to save your files. Chech if the folder exist and that you have the read and write rights. Your choice:
fr: Donnez le nouveau dossier d'enregistrement des fichiers que vous voulez utiliser. Vérifiez bien que le dossier existe et que vous y avez les droits en lecture et écriture. Votre choix :

source: Error : this folder is not valid.
fr: Erreur le chemin de fichier donnée n'est pas valide.
