Repository: ludovicdeluna/Csuper
Catalog: Translations/libcsuper/*.po
Languages: fr

source: Error when calculating %1
fr: Erreur lors du calcul de %1

source: XML Error:
fr: Erreur XML :

source: Already exist:
fr: Existe déja :

source: Not found:
fr: Non trouvé :

source: File error:
fr: Erreur de fichier :

source: PDF error:
fr: Erreur de PDF :

source: Wrong use:
fr: Mauvaise utilisation :

source: Calculator error:
fr: Erreur de calcul :

source: Out of range:
fr: Hors de porté :

source: Undo redo error:
fr: Erreur annuler/refaire :

source: Cannot open the file %1
fr: Ne peut ouvrir le fichier %1

source: This file is not a CSU file, it's a %1 file.
fr: Ce fichier n'est pas un fichier CSU mais un fichier %1.

source: This version of Csuper only support game file version of %1
fr: Cette version de Csuper ne supporte que des jeux ayant une version de %1

source: The ranking function should only be used in a turn based game when a specific turn is specify
fr: La fonction classement ne doit être utilisé que dans un jeu en tour par tour quand un tour est spécifié

source: Cannot access to the %1th turn, there is only %2 turn
fr: Ne peut accéder au tour %1 car il n'y a que %2 tour

source: Cannot access to the %1th player, there is only %2 player
fr: Ne peut accéder au %1ème joueur car il n'y a que %2

source: Csu file Created on the
fr: Fichier CSU Créé le

source: File's version:
fr: Version du fichier :

source: Maximum size of the names:
fr: Taille maximum des noms :

source: Number of players:
fr: Nombre de joueurs :

source: Maximum number of turns:
fr: Nombre maximum de tour :

source: is the distributor
fr: est le distributeur

source: Names |
fr: Nom |

source: Turn %1 |
fr: Tour %1 |

source: Ranking |
fr: Classmt |

source: Player %1 is not found in the game.
fr: Le joueur %1 n'a pas été trouvé dans le jeu.

source: This new turn function should only be used in a non turn based game
fr: Cette fonction nouveau tour ne doit être utilisé que dans un jeu pas en tour par tour

source: The new turn function should only be used in a turn based game when a vector of points is given
fr: Cette fonction nouveau tour ne doit être utilisé que dans un jeu en tour par tour quand un vecteur de point est donné

source: There is %1 points and %2 player in the game
fr: Il y a %1 points et %2 joueurs dans le jeu

source: The last ranking function should only be used in a turn based game when a specific turn is specified
fr: La fonction dernière place ne doit être utilisé que dans un jeu en tour par tour quand un tour est spécifié

source: The delete turn function should only be used in a turn based game when a player is specified
fr: La fonction supprimer tour ne doit être utilisé que dans un jeu en tour par tour quand un tour est spécifié

source: The delete turn function should only be used in a non turn based game when a player is specified
fr: La fonction supprimer tour ne doit être utilisé que dans un jeu pas en tour par tour quand un joueur est spécifié

source: Error while writing the CSU file %1
fr: Erreur lors de l'écriture du fichier CSU %1

source: Error while rewriting the file %1
fr: Erreur lors de la réécriture du fichier.%1

source: The nbTurnBestWorst function should only be used in a turn based game
fr: La fonction nbTurnBestWorst ne doit être utilisé que dans un jeu en tour par tour

source: The nbTurnFirstLast function should only be used in a turn based game
fr: La fonction nbTurnFirstLast ne doit être utilisé que dans un jeu en tour par tour

source: Error while exporting the game into a CSV file, bad filename:
fr: Erreur lors de l'exportation du jeu en un fichier CSV, mauvais nom de fichier :

source: Csu file;
fr: Fichier Csu;

source: Created on the;
fr: Créé le;

source: File's version;
fr: Version du fichier;

source: Maximum size of the names;
fr: Taille maximum des noms;

source: Number of players;
fr: Nombre de joueurs;

source: Maximum number of turns;
fr: Nombre maximum de tour;

source: Name of the game configuration;
fr: Nom de la configuration de jeu;

source: Use of a maximum score;
fr: Utilise un score maximum;

source: Initial score;
fr: Score initial;

source: Number of decimals displayed;
fr: Nombre de chiffres après la virgule affiché;

source: The first has the highest score;
fr: Le premier est celui qui a le plus grand score;

source: Turn-based game;
fr: Jeu en tour par tour;

source: Use of a distributor;
fr: Utilise un distributeur;

source: Maximum/minimum number of points;
fr: Nombre maximum/minimum de points;

source: Names;
fr: Noms;

source: Mean points;
fr: Points moyens;

source: Number of turn;
fr: Nombre de tours;

source: Number of turn with the best score;
fr: Nombre de tours avec le meilleur score;

source: Number of turn with the worst score;
fr: Nombre de tours avec le pire score;

source: Number of turn first;
fr: Nombre de tours fini premier;

source: Number of turn last;
fr: Nombre de tours fini dernier;

source: Names
fr: Noms

source: Legend;
fr: Légende;

source: Points in the turn;Points;Ranking;
fr: Points dans le tour;Points;Classement;

source: Turn
fr: Tour

source: Total points;
fr: Points totaux;

source: Ranking;
fr: Classement;

source: Error while exporting the game into a m file, bad filename:
fr: Erreur lors de l'exportation du jeu en un fichier m, mauvais nom de fichier :

source: Total points
fr: Points totaux

source: Turn
fr: Tour

source: Mean score of %1:
fr: Score moyen de %1 :

source: Players
fr: Joueurs

source: Number of turns
fr: Nombre de tours

source: Points on
fr: Points sur

source: The file %1 cannot be created
fr: Le fichier %1 n'a pas pu être créé.

source: Total points on
fr: Points totaux sur

source: Error while exporting the game into chart file, bad filename
fr: Erreur lors de l'exportation du jeu en un fichier graphique, mauvais nom de fichier.

source: Name of the game configuration:
fr: Nom de la configuration de jeu :

source: Use of a maximum score:
fr: Utilise un score maximum :

source: Maximum/minimum number of points:
fr: Nombre maximum/minimum de points :

source: Initial score:
fr: Score initial:

source: Number of decimals displayed:
fr: Nombre de chiffres après la virgule affiché :

source: The first has the highest score:
fr: Le premier est celui qui a le plus grand score :

source: Turn-based game:
fr: Jeu en tour par tour :

source: Use of a distributor:
fr: Utilise un distributeur :

source: This file is not a CSU game configuration file, it's a %1 file.
fr: Ce fichier n'est pas un fichier de configuration de jeu CSU mais un fichier %1.

source: This version of Csuper only support game configuration file version less than or equal to %1.
fr: Cette version de Csuper ne supporte que des configurations de jeu ayant une version inférieur ou égale à %1.

source: Cannot access to the %1th element, there is only %2 elements
fr: Ne peut accéder au %1ème élément, il n'y en a que %2

source: Cannot remove the %1th element, there is only %2 elements
fr: Ne peut enlever le %1ème élément, il n'y en a que %2

source: The game configuration %1 was not found in the list of game configuration
fr: La configuration de jeu %1 n'a pas été trouvé dans la liste des configuration de jeu.

source: Error while writing the list of game configuration file %1
fr: Erreur lors d'écriture du fichier de configuration de jeu %1

source: File created on the %1
fr: Fichier créé le %1

source: Number of players: %1
fr: Nombre de joueurs : %1

source: Maximum number of turns: %1
fr: Nombre maximum de tour : %1

source: Name of the game configuration: %1
fr: Nom de la configuration de jeu : %1

source: Name
fr: Nom

source: Legend
fr: Légende

source: Ranking
fr: Classement

source: Turn %1
fr: Tour %1

source: Nb turn
fr: Nb tours

source: Mean points
fr: Points moyens

source: Nb turn best
fr: Nb tours meilleur

source: Nb turn worst
fr: Nb tours mauvais

source: Nb turn first
fr: Nb tours premier

source: Nb turn last
fr: Nb tours dernier

source: The PDF document cannot be created
fr: Le document PDF n'a pas pu être créé.

source: The PDF table cannot be created
fr: Le tableau PDF n'a pas pu être créé.

source: The PDF charts cannot be save
fr: Le graphique en PDF n'a pas pu être sauvegardé.

source: The PDF charts cannot be merge to the table
fr: Le graphique en PDF n'a pas pu être assemblé au reste du PDF.

source: The PDF table cannot be save
fr: Le tableau PDF n'a pas pu être sauvegardé

source: Name of the player:
fr: Nom du joueur :

source: Number of turn:
fr: Nombre de tour :

source: Ranking:
fr: Classement :

source: Points Total points
fr: Points Points totaux

source: Turn
fr: Tour

source: Cannot delete the %1th turn, there is only %2 turn
fr: Ne peut supprimer le %1ème tour, il n'y en a que %2

source: This file is not a CSU preferences file, it's a %1 file.
fr: Ce fichier n'est pas un fichier de préférence CSU mais un fichier %1.

source: This version of Csuper only support preferences file version less than or equal to %1
fr: Cette version de Csuper ne supporte que des configurations de jeu ayant une version inférieur ou égal à %1

source: Error while writing the CSU preferences file %1
fr: Erreur lors de l'écriture du fichier de préférence CSU %1.

source: Chart exportation preferences: - Width: %1 - Height: %2 - Total points: %3
fr: Préférences de l'exportation en graphique : - Largeur : %1 - Hauteur : %2 - Points totaux : %3

source: Difference between player preferences: - Consecutive: %1 - First: %2 - Last: %3
fr: Préférences des différences entre les joueurs : - Consécutif : %1 - Premier : %2 - Dernier : %3

source: Directory preferences: - Open: %1
fr: Préférences des répertoires: - Ouverture : %1

source: Export pdf preferences preferences: - Font size: %1 - Page size: %2 - Page direction: %3 - Character set: %4 - Margin: %5 - Total points: %6 - Ranking: %7 - Embedded font: %8 - Font name: %9
fr: Préférences de l'exportation en PDF : - Taille de la police : %1 - Taille de la page : %2 - Orientation de la page : %3 - Jeu de caractère : %4 - Marge : %5 - Points totaux : %6 - Classement : %7 - Police embarquée : %8 - Nom de la police : %9

source: - PDF size for chart: %1
fr: - Utiliser la taille du PDF pour les graphiques : %1

source: Main window display preferences: - Ranking: %1 - Calculator: %2 - Game information: %3
fr: Préférences de l'affichage de la fenêtre principal : - Classement : %1 - Calculatrice : %2 - Informations de jeu : %3

source: Main window size preferences: - Width: %1 - Height: %2 - Is maximize: %3
fr: Préférences de la taille de la fenêtre principal : - Largeur : %1 - Hauteur : %2 - Est maximisé : %3

source: Main window title bar preferences: - Disable window manager decoration: %1 - Print title: %2
fr: Préférences de la barre de titre de la fenêtre principal : - Désactiver les décorations du gestionnaire de fenêtre : %1 - Affichage le titre : %2

source: Score display preferences: - Total points: %1 - Ranking: %2 - Edit/suppr: %3
fr: Préférences de l'affichage du score: - Points totaux : %1 - Classement : %2 - Édition/Surpression : %3

source: Version preferences: - Last version check: %1
fr: Préférences des versions: - Dernière version vérifiée : %1

source: Creation of the preferences file.
fr: Création du fichier de préférences.

source: Creation of the game configuration file.
fr: Création du fichier de configuration de jeu.

source: yes
fr: oui

source: no
fr: non

source: Error when deleting %1.
fr: Erreur lors de la suppression de %1.

source: Error when trashing %1.
fr: Erreur lors de la mise à la corbeille de %1.

source: Error when moving %1 to %2.
fr: Erreur lors du déplacement de %1 en %2.

source: You cannot undo, there is no previous game.
fr: Vous ne pouvez pas annuler, il n'y a pas de jeu précédent.

source: You cannot redo, there is no previous game.
fr: Vous ne pouvez pas rétablir, il n'y a pas de jeu à rétablir.
