Repository: ludovicdeluna/Csuper
Catalog: Translations/csuper-gui/*.po
Languages: fr

source: Total points
fr: Points totaux

source: Total points chart
fr: Graphique des points totaux

source: Turn
fr: Tour

source: Points chart
fr: Graphique des points

source: Total points on %s
fr: Points totaux dans %s

source: Points on %s
fr: Points dans %s

source: Import/export game configuration
fr: Importer/exporter des configurations de jeu

source: Select all
fr: Tout sélectionner

source: Deselect all
fr: Tout désélectionner

source: Export game configuration
fr: Exporter les configuration de jeu

source: Import game configuration
fr: Importer des configurations de jeu

source: Edit
fr: Édition

source: Properties
fr: Propriétés

source: Delete
fr: Supprimer

source: View the details of the game configuration
fr: Voir les détails de la configuration de jeu

source: Delete the game configuration
fr: Supprimer la configuration de jeu

source: Edit the game configuration
fr: Editer la configuration de jeu

source: yes
fr: oui

source: no
fr: non

source: <span size="large">Use a maximum score: %s Maximum/minimum number of points: %.3f Initial score: %.3f Number of decimals displayed: %d The winner is the player with the most points: %s Turn-based game: %s Use of a distributor: %s</span>
fr: <span size="large">Utilise un score maximum : %s Nombre de points maximum/minimum : %.3f Score initial : %.3f Nombre de chiffres après la virgule : %d Le gagnant est le joueur qui a le plus de points : %s Jeu en tour par tour : %s Utilise un distributeur : %s</span>

source: <span size="large">Use a maximum score: %s Maximum/minimum number of points: inf Initial score: %.3f Number of decimals displayed: %d The winner is the player with the most points: %s Turn-based game: %s Use of a distributor: %s</span>
fr: <span size="large">Utilise un score maximum : %s Nombre de points maximum/minimum : inf Score initial : %.3f Nombre de chiffres après la virgule : %d Le gagnant est le joueur qui a le plus de points : %s Jeu en tour par tour : %s Utilise un distributeur : %s</span>

source: <span size="large">You have no game configuration selected.</span>
fr: <span size="large">Vous n'avez pas de configuration de jeu sélectionnée.</span>

source: Neither
fr: Aucun des deux

source: Open csu file
fr: Ouvrir un fichier csu

source: csu files
fr: Fichiers csu

source: All
fr: Tout

source: Save csu file
fr: Enregistrer un fichier csu

source: Export csu file
fr: Exporter un fichier csu

source: PDF files
fr: Fichiers PDF

source: CSV files
fr: Fichiers CSV

source: Gnuplot files
fr: Fichiers gnuplot

source: Octave/Matlab files
fr: Fichiers Octave/Matlab

source: SVG files
fr: Fichiers SVG

source: PNG files
fr: Fichiers PNG

source: PDF chart files
fr: Fichiers PDF graphique

source: Filename: %s
fr: Nom du fichier : %s

source: Created on the: %02.0f/%02.0f/%4.0f
fr: Créé le : %02.0f/%02.0f/%4.0f

source: File's version: %1.1f
fr: Version du fichier : %1.1f

source: Maximum size of the names: %.0f
fr: Taille maximum du nom des joueurs : %.0f

source: Number of players: %.0f
fr: Nombre de joueurs : %.0f

source: Maximum number of turns: %d
fr: Nombre maximum de tours : %d

source: Name of the game configuration: %s
fr: Nom de la configuration de jeu : %s

source: Use a maximum score: %s
fr: Utilise un score maximum : %s

source: Initial score: %.3f
fr: Score initial : %.3f

source: Number of decimals displayed: %d
fr: Nombre de chiffres après la virgule : %d

source: The winner is the player who has the highest score: %s
fr: Le gagnant est le joueur qui a le plus de points : %s

source: Turn-based game: %s
fr: Jeu en tour par tour : %s

source: Use a distributor: %s
fr: Utilise un distributeur : %s

source: Maximum/minimum number of points: %.3f
fr: Nombre de points maximum/minimum : %.3f

source: Maximum/minimum number of points: inf
fr: Nombre de points maximum/minimum : inf

source: Distributor: %s
fr: Distributeur : %s

source: Name
fr: Nom

source: Mean points
fr: Points moyens

source: Number of turn
fr: Nombre de tour

source: Number of turn with the best score
fr: Nombre de tour avec le meilleur score

source: Number of turn with the worst score
fr: Nombre de tour avec le pire score

source: Number of turn first
fr: Nombre de tour passé premier

source: Number of turn last
fr: Nombre de tour passé dernier

source: No csu file loaded
fr: Aucun fichier csu ouvert

source: Diff first
fr: Diff premier

source: Diff last
fr: Diff dernier

source: %s is the distributor
fr: C'est à %s de distribuer

source: There is no distributor
fr: Il n'y a pas de distributeur

source: There are %.0f points given in the turn
fr: Il y a %.0f points dans le jeu

source: There are %.1f points given in the turn
fr: Il y a %.1f points dans le jeu

source: There are %.2f points given in the turn
fr: Il y a %.2f points dans le jeu

source: There are %.3f points given in the turn
fr: Il y a %.3f points dans le jeu

source: You cannot give points
fr: Vous ne pouvez pas donner de points

source: Legend
fr: Légende

source: Ranking
fr: Classement

source: Turn %d
fr: Tour %d

source: New points
fr: Nouveaux points

source: Total number of points
fr: Points totaux

source: Result : %.3lf
fr: Résultat : %.3lf

source: Result : %.3e
fr: Résultat : %.3e

source: New csu file assistant
fr: Assistant de création d'un nouveau fichier csu

source: General informations
fr: Informations générales

source: Add a new game configuration
fr: Ajouter une configuration de jeu

source: Use an other game configuration
fr: Utiliser une autre configuration de jeu

source: Player's names
fr: Noms des joueurs

source: Distributor and validation
fr: Distributeur et validation

source: Name of the %dth player
fr: Nom du %dème joueur

source: Type here the name of the %dth player
fr: Écrire ici le nom du %dème joueur

source: Widget %s is missing in file csuper-gui.glade.
fr: Widget %s est manquant dans le fichier csuper-gui.glade

source: Error while exporting the games configurations.
fr: Erreur lors de l'exportation des configurations de jeu.

source: Error while exporting the game configurations.
fr: Erreur lors de l'exportation des configurations de jeu.

source: Select the distributor
fr: Sélectionner la personne qui va commencer à distribuer

source: Folder where the new csu file will be saved
fr: Dossier où le nouveau fichier csu va être enregistré

source: Number of players on the game
fr: Nombre de joueurs dans le jeu

source: Your game configuration
fr: Votre configuration de jeu

source: Name of the new csu file
fr: Nom du nouveau fichier csu

source: Type here the name of the new csu file
fr: Écrire ici le nom du nouveau fichier csu

source: New game configuration
fr: Nouvelle configuration de jeu

source: Cancel and go back to the game configuration preferences
fr: Annuler et revenir sur les préférences de configuration de jeu

source: Validate the new game configuration
fr: Valider la nouvelle configuration de jeu

source: Name of the game configuration
fr: Nom de la configuration de jeu

source: Use a maximum or minimum score or neither
fr: Utilise un score maximum, minimum ou aucun des deux

source: Initial score
fr: Score initial

source: Number of decimals displayed
fr: Nombre de chiffres après la virgule

source: The winner is the player with the highest score
fr: Le premier est le joueur qui a le plus de points

source: The points will be attributed in turn-based
fr: Les points seront attribués en tour par tour

source: Use of a distributor
fr: Utilise un distributeur

source: Maximal or minimal score which a player can reach in the game
fr: Score maximum ou minimum qu'un joueur peut atteindre dans une partie

source: Type here the name of the game configuration
fr: Écrire ici le nom de la configuration de jeu

source: _File
fr: Fichier

source: New csu file
fr: Nouveau fichier csu

source: Open a csu file
fr: Ouvrir un fichier csu

source: Recently open
fr: Récemment ouverts

source: Open a recent csu file
fr: Ouvrir un fichier csu récent

source: Save as a csu file
fr: Enregistrer sous un fichier csu

source: Export the current game
fr: Exporter le fichier csu courant

source: Properties of the file
fr: Propriétés du fichier

source: Delete the current csu file
fr: Supprimer le fichier csu courant

source: Quit csuper
fr: Quitter csuper

source: _Edit
fr: Edition

source: Undo the last "End of turn"
fr: Annuler le dernier "Fin du tour"

source: Redo the last "End of turn"
fr: Rétablir le dernier "Fin du tour"

source: _Display
fr: _Affichage

source: Display podium
fr: Afficher podium

source: Display the podium
fr: Afficher le podium

source: Display the chart of the total points
fr: Afficher le graphique des points totaux

source: Display the total points chart
fr: Afficher le graphique des points totaux

source: Display the chart of the points
fr: Afficher le graphique des points

source: Display the points chart
fr: Afficher le graphique des points

source: Display the statistics
fr: Afficher les statistiques

source: Display statistics
fr: Afficher statistiques

source: Display the points differences between two consecutive player in the ranking
fr: Afficher la différence de points entre deux joueurs consécutifs dans le classement

source: Display the difference between two player consecutive
fr: Afficher la différence entre deux joueurs consécutifs

source: Display the points differences between a player and the first one in the ranking
fr: Afficher la différence de points entre un joueur et le premier dans le classement

source: Display the difference with the first
fr: Afficher la différence avec le premier

source: Display the points differences between a player and the last one in the ranking
fr: Afficher la différence de points entre un joueur et le dernier dans le classement

source: Display the difference with the last
fr: Afficher la différence avec le dernier

source: Display the total points in each turn in the points grid
fr: Afficher les points totaux à chaque tour dans la grille de points

source: Display the total points in each turn
fr: Afficher les points totaux à chaque tour

source: Display the ranking in each turn in the points grid
fr: Afficher le classement à chaque tour dans la grille de points

source: Display the ranking in each turn
fr: Afficher le classement à chaque tour

source: Display the button which permit to edit and suppress a turn
fr: Afficher les boutons permettant d'éditer et de supprimer un tour

source: Display the edit and suppr button
fr: Afficher les boutons éditer et supprimer

source: Display the ranking in the left side of the main window
fr: Afficher le classement sur la gauche de la fenêtre principal

source: Display the ranking
fr: Afficher le classement

source: Display the calculator in the left side of the main window
fr: Afficher la calculatrice sur la gauche de la fenêtre principal

source: Display the calculator
fr: Afficher la calculatrice

source: Display the game infonrmations in the left side of the main window
fr: Afficher les informations de jeu sur la gauche de la fenêtre principal

source: Display the game infonrmations
fr: Afficher les informations de jeu

source: _Preference
fr: Préférences

source: Game configuration
fr: Configuration de jeu

source: Open the game configuration preferences window
fr: Ouvrir la fenêtre des préférences des configurations de jeu

source: Toolbar button
fr: Boutons de la barre d'outils

source: Open the toolbar button preferences window
fr: Ouvrir la fenêtre des préférences des boutons de la barre d'outils

source: Open the exportation preferences window
fr: Ouvrir la fenêtre des préférences

source: _Help
fr: Aide

source: About csuper
fr: À propos de Csuper

source: <span size="x-large">Ranking</span>
fr: <span size="x-large">Classement</span>

source: End of turn
fr: Fin du tour

source: Save the new points
fr: Sauvegarde les nouveaux points

source: <span size="x-large">Game informations</span>
fr: <span size="x-large">Informations de jeu</span>

source: Change distributor
fr: Changer de distributeur

source: Change the distributor
fr: Changer de distributeur

source: <span size="x-large">Calculator</span>
fr: <span size="x-large">Calculatrice</span>

source: Insert here the calculation
fr: Écrire ici le calcul

source: No calculation
fr: Pas de calcul

source: Validate the points
fr: Valider les points

source: Change the points of the person selected to the result of the calculator.
fr: Changer les points de la personne sélectionner au résultat de la calculatrice

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Save as
fr: Enregistrer sous

source: Export
fr: Exporter

source: Delete file
fr: Supprimer le fichier

source: Undo
fr: Annuler

source: Redo
fr: Rétablir

source: Cut
fr: Couper

source: Copy
fr: Copier

source: Paste
fr: Coller

source: See the properties of the file
fr: Voir les propriétés du fichier

source: Open the preferences window
fr: Ouvre la fenêtre des préférences

source: Preferences
fr: Préférences

source: About
fr: À propos

source: About Csuper
fr: À propos de Csuper

source: Universal points counter allowing a dispense with reflection
fr: Compteur de Score Universel Permettant l'Exemption de Réflexion

source: Visit the website of Csuper
fr: Visiter le site internet de Csuper

source: Cancel and return to the main window
fr: Annuler et retourner à la fenêtre principal

source: Validate and return to the main window
fr: Valider et retourner à la fenêtre principal

source: <span size="x-large">Please choose the new distributor</span>
fr: <span size="x-large">Merci de choisir le nouveau distributeur</span>

source: File's properties
fr: Propriétés du fichier

source: Created on the: no csu file loaded
fr: Créé le : aucun fichier csu chargé

source: File's version: no csu file loaded
fr: Version du fichier : aucun fichier csu chargé

source: Maximum size of the names: no csu file loaded
fr: Taille maximum des joueurs : aucun fichier csu chargé

source: Number of players: no csu file loaded
fr: Nombre de joueurs : aucun fichier csu chargé

source: Maximum number of turns: no csu file loaded
fr: Nombre maximum de tours : aucun fichier csu chargé

source: Name of the game configuration: no csu file loaded
fr: Nom de la configuration de jeu : aucun fichier csu chargé

source: Use a maximum score: no csu file loaded
fr: Utilise un score maximum : aucun fichier csu chargé

source: Initial score: no csu file loaded
fr: Score initial : aucun fichier csu chargé

source: Number of decimals displayed: no csu file loaded
fr: Nombre de chiffres après la virgule : aucun fichier csu chargé

source: First way: no csu file loaded
fr: Sens du premier : aucun fichier csu chargé

source: Turn-based game: no csu file loaded
fr: Jeu en tour par tour : aucun fichier csu chargé

source: Use a distributor: no csu file loaded
fr: Utilise un distributeur : aucun fichier csu chargé

source: Maximum/minimum number of points: no csu file loaded
fr: Nombre de points maximum/minimum : aucun fichier csu chargé

source: Distributor: no csu file loaded
fr: Distributeur : aucun fichier csu chargé

source: Filename: no csu file loaded
fr: Nom du fichier : aucun fichier csu chargé

source: Delete turn
fr: Supprimer un tour

source: <span size="large">Please choose the player that you want to delete the turn</span>
fr: <span size="large">Merci de choisir le joueur dont vous voulez supprimer le tour</span>

source: Chart
fr: Graphique

source: Game over
fr: La partie est terminée

source: The game is over, congratulation to the winner !
fr: La partie est terminée. Félicitation au gagnant !

source: Statistics
fr: Statistiques

source: <span font_weight="bold" size="xx-large">Statistics</span>
fr: <span font_weight="bold" size="xx-large">Statistiques</span>

source: Edit turn
fr: Éditer un tour

source: <span size="large">Please choose the new points</span>
fr: <span size="large">Merci de choisir les nouveaux points</span>

source: Error while loading the file.
fr: Erreur lors de l'ouverture du fichier.

source: Error while deleting the file.
fr: Erreur lors de la suppression du fichier.

source: Error while exporting the file.
fr: Erreur lors de l'exportation du fichier.

source: Error while exporting the file. Please try to use an other folder and/or filename.
fr: Erreur lors de l'exportation du ficher. Merci d'essayer de l’enregistrer avec un autre nom et/ou dans un autre dossier.

source: Error while saving the file.
fr: Erreur lors de l'enregistrement du fichier.

source: Error while saving the file. Please try to use an other folder and/or filename.
fr: Erreur lors de l'enregistrement du ficher. Merci d'essayer de l’enregistrer avec un autre nom et/ou dans un autre dossier.

source: Do you really want to delete this file?
fr: Voulez-vous vraiment supprimer ce fichier ?

source: The game is over
fr: La partie est terminée

source: The game is over. Congratulation to the winner!
fr: La partie est terminée. Félicitation au gagnant !

source: Add a game configuration
fr: Ajouter une configuration de jeu

source: Import
fr: Importer

source: Close the game preferences window
fr: Fermer la fenêtre de configuration de jeu

source: <span font_weight="bold" size="large">List of all your game configurations</span>
fr: <span font_weight="bold" size="large">Liste de toutes vos configurations de jeu</span>

source: <span font_weight="bold" size="large">The selected game configurations</span>
fr: <span font_weight="bold" size="large">La configuration de jeu sélectionnée</span>

source: "New" button
fr: Bouton "Nouveau"

source: "Open" button
fr: Bouton "Ouvrir"

source: "Save as" button
fr: Bouton "Enregistrer sous"

source: "About" button
fr: Bouton "À propos"

source: Separator
fr: Séparateur

source: "Delete file" button
fr: Bouton "Supprimer un fichier"

source: "Export" button
fr: Bouton "Exporter"

source: Do not display
fr: Ne pas afficher

source: Display image
fr: Afficher l'image

source: Display text and image
fr: Afficher le texte et l'image

source: "Paste" button
fr: Bouton "Coller"

source: "Delete" button
fr: Bouton "Supprimer"

source: "Properties" button
fr: Bouton "Propriétés"

source: "Preferences" button
fr: Bouton "Préférences"

source: "Game configuration preferences" button
fr: Préférences des configurations de jeu

source: "Toolbar butoon preferences" button
fr: Préférences des boutons de la barre d'outils

source: "Exportation preferences" button
fr: Bouton "Préférence des exportation"

source: "Copy" button
fr: Bouton "Copier"

source: "Cut" button
fr: Bouton "Couper"

source: "Redo" button
fr: Bouton "Rétablir"

source: "Undo" button
fr: Bouton "Annuler"

source: Apply the new preferences for the new toolbar button displayed
fr: Appliquer les nouvelles préférences sur l'affichage des boutons de la barre d'outils

source: <span font_weight="bold" size="large">PDF exportation</span>
fr: <span font_weight="bold" size="large">Exportation en PDF</span>

source: The UTF-8 character set permit to display all the character with the cost of bigger pdf file.
fr: Le codage de caractères UTF-8 permet d'afficher tout les caractères possibles au prix d'un fichier pdf plus volumineux.

source: Use the UTF-8 character set
fr: Utiliser le codage de caractère UTF-8

source: Direction of the pdf document
fr: Orientation du document PDF

source: Landscape
fr: Paysage

source: Size of the pdf document
fr: Format du document PDF

source: Margin of the pdf document
fr: Marge du document PDF

source: Font size of the pdf document
fr: Taille de la police du document PDF

source: Show the total points in each turn
fr: Afficher les points totaux à chaque tour

source: Show the ranking in each turn
fr: Afficher le classement à chaque tour

source: <span font_weight="bold" size="large">Chart exportation</span>
fr: <span font_weight="bold" size="large">Exportation en graphique</span>

source: Width of the chart
fr: Largeur du graphique

source: Height of the chart
fr: Hauteur du graphique

source: Show the total points in the chart. If it is turn off, it will show the points.
fr: Afficher les points totaux sur le graphique. Si le bouton est désactivé, affiche les points sur le graphique.

source: Show the total points
fr: Afficher les points totaux

source: Error while importing the games configurations.
fr: Erreur lors de l'importation des configurations de jeu.

source: Error while importing the game configurations.
fr: Erreur lors de l'importation des configurations de jeu.
